[
	{
		"name" : "Basil",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "The sweet basil flavor of this elegant Tunisian oil comes from crushing the basil leaves at pressing. Delicious with pasta, salad greens, dipping bread and sauces.  Now you can enjoy that fresh basil flavor in all seasons!",
		"decoimage" : "images/basil-img.png",
		"color" : "#6B7B36"
	},
	{
		"name" : "Baklouti Green Chili",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "The Baklouti pepper is unique to the Barbary Coast of North Africa. This is the only example of this fruity, aromatic and spicy green chili olive oil in the world. The oil is made by combining a pint of organic extra virgin olive oil with 1.6 pounds of fresh whole Baklouti chilies and crushing them for an amazing fusion.  Use (sparingly) to spice your dishes.",
		"decoimage" : "images/baklouti-green-chili-img.png",
		"color" : "#3C4F12"
	},
	{
		"name" : "Blood Orange",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "The full taste and aroma of blood oranges is captured in this oil by crushing just-picked oranges with just-picked olives. Toss with spinach for a light salad, rub on poultry, or use as a base for a citrus mayonnaise. Pairs beautifully with our Succulent Fig, White Peach or Cranberry~Pear balsamics.",
		"decoimage" : "images/bloodorange-img.png",
		"color" : "#7A2414"
	},
	{
		"name" : "Buttery",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "Imagine butter taste, with all the health benefits of olive oil. You can use this oil in baking to replace butter, make your mashed potatoes, drizzle over greens, sauté vegetables or grill your favorite fish or meat. It is fabulous drizzled over popcorn!",
		"decoimage" : "images/buttery-img.png",
		"color" : "#8B5B17"
	},
	{
		"name" : "Fresh Garlic",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "The perfect grilling and sautéing oil, with just the right amount of garlic intensity. Toss it with pasta; use it in place of butter to make garlic bread; drizzle on steaks, soups and vegetables as a finishing oil. Pair with our aged balsamics for a sweet & savory marinade.",
		"decoimage" : "images/freshgarlic-img.png",
		"color" : "#B19981"
	},
	{
		"name" : "Gremolata",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "Gremolata is a traditional Italian blend of lemon zest, minced garlic, parsley and mint. The herbs and citrus zest are typically crushed in a mortar and served with osso buco and other slow braised dishes. Gremolata-infused olive oil is ideal for marinating poultry, veal or fish; in dressings paired with our Alfoos Mango or Oregano balsamics; or tossed with pasta.",
		"decoimage" : "images/gremolata-img.png",
		"color" : "#4A531C"
	},
	{
		"name" : "Herbes de Provence",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "Infused with notes of savory, thyme, basil, lavender and a hint of fennel, this olive oil is a show stopper!  Drizzle it over grilled meat or fish, use it for a dipping oil or create your favorite salad dressing. Pairs perfectly with our Lavender balsamic.",
		"decoimage" : "images/provence-img.png",
		"color" : "#696A2D"
	},
	{
		"name" : "Meyer Lemon",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "Olives are pressed with fresh Meyer lemons ~ the sweetest variety of lemon ~ to create an amazing flavor. The sweetly balanced lemon taste is delicious with fish, shellfish, chicken, and vegetables. In fact, there’s no food that this oil doesn’t enhance!  Pair with our Black Currant or Pomegranate balsamic to create a salad sensation.",
		"decoimage" : "images/meyer-lemon-img.png",
		"color" : "#AA8B1F"
	},
	{
		"name" : "Persian Lime",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "An amazing oil, made by crushing Persian limes with olives at pressing! This oil is perfect paired with many Mexican dishes, spicy Thai dishes, salads, seafood, or just drizzled on an avocado or guacamole for a wonderful burst of flavor. Try in place of butter in mashed sweet potatoes. Pair with our Honey Ginger balsamic for an Asian-fusion sensation.",
		"decoimage" : "images/persian-lime-img.png",
		"color" : "#405700"
	},
	{
		"name" : "Smokey Chipotle",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "Crush chipotle peppers with olives at pressing and you come up with an oil with just the right amount of zip for Mexican dishes. It also spices up pasta, marinades and sauces, and grilled vegetables. Great for brushing on grilled chicken, beef, or seafood. Awesome on pizza!",
		"decoimage" : "images/smokey-chipotle-img.png",
		"color" : "#733215"
	},
	{
		"name" : "Tuscan Herb",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "A savory marriage of fruity olive oil and the vibrant flavor of Tuscan herbs -- basil, rosemary, marjoram, garlic and flat leaf parsley – produces a fabulous oil perfect for pairing with pasta, tossing with salads, and drizzling on grilled vegetables. Dipping bread in this oil is a taste treat.",
		"decoimage" : "images/tuscan-herbs-img.png",
		"color" : "#C8984E"
	},
	{
		"name" : "Wild Mushroom Sage",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "This buttery oil has the most beautifully subtle wild mushroom flavor, with savory hints of sage.  Ideal for potato and rice dishes, as well as roasted meats. Wonderful in pasta dishes and savory dressings. For a new taste sensation, make scrambled eggs with it.",
		"decoimage" : "images/wild-mushroom-sage-img.png",
		"color" : "#A57045"
	},
	{
		"name" : "Wild Fernleaf Dill",
		"pricebig" : "$32.95",
		"pricesmall" : "$17.95",
		"description" : "A savory infusion of dill and olive oil has a variety of uses, from salads to vegetables to fish and poultry — anywhere you might otherwise want to add fresh dill. It is especially good on salmon, in egg dishes, on green beans, and drizzled over roasted or boiled baby potatoes. Try pairing it with our Sicilian Lemon balsamic on a cucumber salad.",
		"decoimage" : "images/wild-fernleaf-dill-img.png",
		"color" : "#285220"
	}
]